<template>
  <div id="setUp"
       style="line-height:0.6rem;background:#e9e9e9;">

    <div style="font-size:15px;font-family: 'PingFang-SC-Regular';">用户注册协议 </div>
    <h1>一、服务条款的确认及接受</h1>
    <p> 1、车口袋客户端软件（以下称“本软件”）各项电子服务的所有权和运作权归属于“车口袋”所有，本软件提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本软件间成立并发生法律效力，同时您成为本软件正式用户。</p>
    <p> 2、根据国家法律法规变化及本软件运营需要，车口袋有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本软件上即生效，并取代此前相关内容，您应不时关注本软件公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本软件；如您继续使用本软件，即视为知悉变动内容并同意接受。 </p>
    <br>
    <h1>二、服务需知</h1>
    <p> 1、“车口袋”停车服务的具体内容由公司根据实际运营情况提供，若你能对于我们服务的具体内容有疑问，可以致电车口袋的客户服务电话。 本软件运用自身开发的操作系统通过国际互联网络为用户提供购买商品等服务。使用本软件，您必须：
      <p>（1）自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等。</p>
      <p>（2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用等。</p>
      <p>（3）选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android、iPad、Windows Phone等多个车口袋发布的应用版本。
        <p> 2、基于本软件所提供的网络服务的重要性，您确认并同意：
          <p>（1）提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新，如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且车口袋保留终止您使用本软件各项服务的权利。</p>

          <br>
          <h1>三、用户个人信息保护及授权</h1>
          <p> 1、您知悉并同意，为方便您使用本软件相关服务，本软件将存储您在使用时的必要信息，包括但不限于您的真实姓名、性别、生日、车辆信息、联系方式、通讯录、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可车口袋不会向第三方公开、透露您的个人信息。车口袋对相关信息采取专业加密存储与传输方式，利用合理措施保障用户个人信息的安全。</p>
          <p> 2、您知悉并确认，您在注册帐号或使用本软件的过程中，需要提供真实的身份信息，车口袋将根据国家法律法规相关要求，进行基于移动电话号码的真实身份信息认证。若您提供的信息不真实、不完整，则无法使用本软件或在使用过程中受到限制，同时，由此产生的不利后果，由您自行承担。</p>
          <p> 3、您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您已阅读并同意接受相关单独协议。</p>
          <p> 4、您充分理解并同意：</p>
          <p>（1）接收通过邮件、短信、电话等形式，向在本软件注册、缴费的用户发送的活动信息动等内容</p>
          <p> （2）为配合行政监管机关、司法机关执行工作，在法律规定范围内车口袋有权向上述行政、司法机关提供您在使用本软件时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等。</p>
          <p> （3）车口袋依法保障您在安装或使用过程中的知情权和选择权，在您使用本软件服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，车口袋有权开启包括但不限于收集地理位置、读取通讯录、使用摄像头、启用录音等提供服务必要的辅助功能。</p>
          <p> （4）车口袋有权根据实际情况，在法律规定范围内自行决定单个用户在本软件及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。 </p>
          <br>
          <h1>四、用户行为规范</h1>
          <p> 1、本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：
            <p> （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论</p>
            <p> （2）从中国大陆向境外传输资料信息时必须符合中国有关法规。</p>
            <p> （3）不得利用本软件从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动。</p>
            <p> （4）不得干扰本软件的正常运转，不得侵入本软件及国家计算机信息系统。</p>
            <p> （5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料。</p>
            <p> （6） 不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论。</p>
            <p>（7）不得教唆他人从事本条所禁止的行为； </p>
            <p>（8）不得利用在本软件注册的账户进行牟利性经营活动； </p>
            <p>（9）不得发布任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容，您须对自己在网上的言论和行为承担法律责任，您若在本软件上散布和传播反动、色情或其它违反国家法律的信息，本软件的系统记录有可能作为您违反法律的证据。 </p>
            <br>
            <h1>五、违约责任</h1>
            <p> 1、如果车口袋发现或收到他人举报投诉您违反本协议约定的，车口袋有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。</p>
            <p> 2、车口袋有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。</p>
            <p> 3、您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；车口袋因此遭受损失的，您也应当一并赔偿。</p>
            <p> 4、除非另有明确的书面说明,车口袋不对本软件的运营及其包含在本软件上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
            <br>
            <h1>六、所有权及知识产权</h1>
            <p> 1、您一旦接受本协议，即表明您主动将您在任何时间段在本软件发表的任何形式的信息内容（包括但不限于反馈建议以及留言）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给车口袋所有，并且您同意车口袋有权就任何主体侵权而单独提起诉讼。</p>
            <p> 2、本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2010年修订版《著作权法》确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于您在车口袋上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</p>
            <p> 3、您同意并已充分了解本协议的条款，承诺不将已发表于本软件的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。</p>
            <p> 4、除法律另有强制性规定外，未经车口袋明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本软件的信息内容，否则，车口袋有权追究其法律责任。</p>
            <p> 5、本软件所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是车口袋或其内容提供者的财产，受中国和国际版权法的保护。本软件上所有内容的汇编是车口袋的排他财产，受中国和国际版权法的保护。本软件上所有软件都是车口袋或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。 </p>
            <br>
            <h1>七、法律管辖适用及其他</h1>
            <p>1、本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向协议签订地人民法院提起诉讼。本协议签订地为中华人民共和国北京市大兴区。</p>
            <p>2、如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
            <p>3、本协议未明示授权的其他权利仍由车口袋保留，您在行使这些权利时须另外取得车口袋的书面许可。车口袋如果未行使前述任何权利，并不构成对该权利的放弃。</p>
            <p>4、本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</p>

  </div>
</template>

<script>
import Qs from 'qs'
import axios from 'axios'
export default {
  name: 'service',
  data () {
    return {
      phone: '暂未填写',
    }
  },
  mounted: function () {

  },
  methods: {}
}
</script>

<style scoped="scoped">
#setUp {
  font-size: 14px;
}
</style>