<template>
  <div id="deviceList">
    个人信息保护及隐私政策声明 保护用户个人信息是17汽车网的一项基本原则，17汽车网承诺依照中华人民共和国现行法律规定保护用户的隐私。17汽车网向用户提供的服务可能包括并不限于资讯、购车报名等服务，您使用或继续使用我们的服务，即意味着同意我们按照本声明收集、使用、储存和分享您的相关信息。17汽车网可能适时修订本声明条款，该等修订构成本声明的一部分。若您继续使用我们的服务，即表示同意受经修订的本协议的约束。17汽车网将按照本文件的规定收集、使用、储存和分享您的个人信息。 一、个人信息的收集 1、我们收集您的个人信息的最终目的是为了向您提供更好的产品、服务，优化并丰富您的用户体验，这些个人信息是能够单独或者与其他信息结合识别您的个人身份的信息，包括： ① 姓名 ② 移动电话 ③ 您在网站的表格上输入的其他信息（电子邮箱、车牌号、住址等） ④ 在您上载到网站的内容中包含的任何个人信息 2、其他方分享的您的信息 其他方使用我们的服务时所提供有关您的共享信息。 3、我们可能获得的您的信息 1）日志信息，指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的技术信息，包括：设备或软件信息，例如您的移动设备、网页浏览器或用于接入我们服务的其他程序所提供的配置信息、您的IP地址和移动设备所用的版本和设备识别码； 在使用我们服务时搜索或浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情； 您曾使用的移动应用和其他软件的信息及您曾使用该等移动应用和软件的信息； 您通过我们的服务进行通讯的信息，例如曾通讯的账号，以及通讯时间、数据； 您通过我们的服务分享的内容所包含的信息（元数据），例如照片或录像的日期、时间或地点等。 2）位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您位置的信息，包括：您通过具有定位功能的移动设备使用我们的服务时，通过GPS或WiFi等方式收集的您的地理位置信息； 您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息； 您可以通过关闭定位功能，停止对您的地理位置信息的收集。 我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账户安全。 4、以上个人信息均是您自愿提供。您有权拒绝提供，但如果您拒绝提供某些个人信息，您将可能无法使用我们提供的产品、服务，或者可能对您使用产品或服务造成一定的影响。 二、个人信息的使用和分享 1、我们可能将在向您提供服务的过程之中所收集的信息用作下列用途： 向您提供服务； 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性； · 帮助我们设计新服务，改善我们现有服务； · 使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应； · 向您提供与您更加相关的广告以替代普遍投放的广告； · 评估我们服务中的广告和其他促销及推广活动的效果，并加以改善； · 软件认证或管理软件升级； · 让您参与有关我们产品和服务的调查。 2、我们可能对您的信息和数据进行综合统计，并以17汽车网判断合理的目的和用途将该综合统计向客户披露。但是，在这些情况下，我们不会向这些机构披露任何可能用以识别用户的个人身份的资料，但从用户的用户名或其它可披露资料分析得出的资料不受此限。 3、为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息，以汇集信息或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。 4、除以下情形外，未经您同意，我们以及我们的关联公司不会与任何第三方分享您的个人信息（包括对于个人信息的存储和处理）： 我们和关联公司使用； 我们向相关汽车经销商、厂商及集团分享并由其使用； 我们及关联公司及相关汽车经销商、厂商为满足您的需求，可能通过您提供的信息与您联系; 我们及关联公司及相关汽车经销商、厂商可能定期或不定期向您发送有关产品、服务或相关活动的信息，您同意接收上述信息。 用作下列用途： ① 向您提供我们的服务； ② 实现“信息的使用”部分所述目的； ③ 履行我们在声明中的义务和行使我们 : ③ 履行我们在声明中的义务和行使我们的权利； ④ 理解、维护和改善我们的服务。 您同意免除上述个人信息的接收和/或使用方在按照本法律声明所述情形下进行信息披露和使用而导致的或可能导致的所有索赔、责任和损失。 5、如我们或我们的关联公司与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本声明及我们要求其遵守的其他适当的保密和安全措施。 我们或我们的关联公司还可能为以下需要而保留、保存或披露您的个人信息： 1）遵守适用的法律法规； 2）遵守法院命令或其他法律程序的规定； 3）遵守相关政府机关的要求； 4）为遵守适用的法律法规、维护社会公共利益，或保护我们的客户、我们或我们的集团公司、其他用户或雇员的人身和财产安全或合法权益所合理必需的用途。 三、信息安全 我们仅在本声明所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。但请您理解，由于技术的限制以及可能存在的各种恶意手段，不可能始终保证信息百分之百的安全。 四、适用例外 服务可能包括或链接至第三方提供的社交媒体或其他服务（包括网站）。 例如：· 您利用 “分享”键将某些内容分享到我们的服务，或您利用第三方连线服务登录我们的服务。这些功能可能会收集您的相关信息（包括您的日志信息），并可能在您的电脑装置cookies，从而正常运行上述功能； · 我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。 该等第三方社交媒体或其他服务可能由相关的第三方或我们运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私政策（您需要仔细阅读其条款）。本声明仅适用于我们所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。 五、未成年人保护 我们非常重视对未成年人信息的保护。若您是18周岁以下的未成年人，在使用17汽车网的产品和/或服务前，请您事先取得您的家长或法定监护人的同意。 如对本声明或相关事宜有任何问题，请与我们联系。 六、修订 我们可能随时会对本隐私权保护声明进行修订。该修订会在网页中显著的位置发布。 七、更正或投诉 如果您需要查询、修改或更正您的个人信息，或对个人信息保护问题有任何疑问或投诉，您可以拨打电话4008123417联系我们。
  </div>
</template>

<script>
export default {
  name: 'deviceList',
  data () {
    return {}
  },
  methods: {},
  mounted: function () {

  }
}
</script>

<style scoped="scoped">
ul {
}

li {
  width: 100%;
  height: 90px;
  border-bottom: 1px solid #e6e6e6;
  cursor: pointer;
  background-color: white;
}

.mainBox {
  display: flex;
  width: 94%;
  height: 100%;
  margin: 0 auto;
}
.left {
  width: 25%;
  height: 100%;
}
.leftBox {
  margin: 25px;
  width: 40px;
  height: 40px;
  line-height: 40px;
  text-align: center;
  background: #a2cc6d;
  color: #fff;
  font-size: 22px;
  border-radius: 10px;
  font-weight: bold;
}
.mid {
  width: 75%;
  height: 100%;
}
.midTop {
  width: 100%;
  height: 45px;
  line-height: 60px;
  text-align: left;
  font-size: 16px;
}
.midMid {
  width: 100%;
  height: 20px;
  /*line-height: 20px;*/
  text-align: left;
  color: #d3aa56;
}
.midBot {
  width: 100%;
  height: 45px;
  line-height: 30px;
  text-align: left;
  color: #9d9d9d;
}
.midTopSpan {
  display: inline-block;
  width: 20px;
  height: 20px;
  text-align: center;
  line-height: 20px;
  background: #a2cc6d;
  border-radius: 4px;
  font-size: 12px;
  color: #fff;
}
.midTopSpanLi {
  display: inline-block;
  width: 40px;
  height: 20px;
  text-align: center;
  line-height: 20px;
  background: #829fb8;
  border-radius: 4px;
  font-size: 12px;
  color: #fff;
}
</style>