<template>
  <div id="setUp"
       style="line-height:0.3rem">

    <div style="font-size:15px;font-family: 'PingFang-SC-Regular';"> 本政策将帮助您了解以下内容： </div>
    <p>一、我们如何收集和使用您的个人信息</p>
    <p>二、我们如何使用Cookie等同类技术</p>
    <p>三、我们如何存储和保护个人信息</p>
    <p>四、我们如何对外提供个人信息</p>
    <p>五、您如何访问和管理自己的个人信息</p>
    <p>七、对第三方责任的声明</p>
    <p>八、未成年人隐私权特别约定</p>
    <p>九、本政策的适用及更新</p>
    <p>十、本政策中关键词说明</p>
    <p>您使用或继续使用我们的服务,即意味着同意我们按照车口袋《隐私政策》（以下简称“本政策”）收集、使用、储存和共享您的相关信息。</p>
    <p>同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。 </p>
    <p>本政策与您使用我们的服务紧密相关，我们建议您仔细阅读并理解本政策全部内容，做出您认为适当的选择。 </p>
    <p>您对本隐私政策或相关事宜有任何问题,请通过如您对本隐私政策或相关事宜有任何问题,请通过客服电话与我们联系。
      <p>1.我们如何收集和使用您的个人信息 个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
        <p>本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；面部特征；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（包括交易记录及停车卡、优惠券、车口袋余额等虚拟财产信息）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）； 个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（包括交易记录及停车卡、优惠券、车口袋余额等虚拟财产信息）；面部识别特征；个人身份信息（包括身份证、军官证、护照、驾驶证、户口本、车辆行驶证）；网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案）；其他信息（包括通讯录、个人电话号码、手机号码、行程信息、网页浏览记录、住宿信息、精准定位信息）。</p>
        <p>在以下情况，我们将收集和使用您的个人信息，您直接提供和我们主动收集的信息 </p>
        <p>（1）在您开启设备定位功能并使用车口袋提供的位置服务时，我们需要收集您的设备信息、位置信息、网络身份标识信息。我们会使用各种技术进行定位，这些技术包括IP地址、GPS以及能够提供相关信息的其他传感器（比如说可能会为车口袋提供附近设备、Wi-Fi接入点和基站的信息）。</p>
        <p>我们会对车口袋用户的位置信息进行定位计算，帮助您找寻附近的停车场、停车位。</p>
        <p>您可以在无需手动输入自身地理坐标的情况下就享受位置服务。您可以通过系统授权关闭定位功能，停止车口袋对您的地理位置信息的收集，但您可能将无法获得相关服务或功能。或无法达到相关服务拟达到的效果。您的设备系统可能会在必要信息授权的同时开放其他权限，车口袋自身无法通过手动或者自动设置关闭授权。 </p>
        <p>（2）当您使用搜索服务时，我们会收集您的日志信息：如您搜索查询的内容、点击的链接、发布的报错消息、反馈和评论的内容、您上传的图片以及您的IP地址、设备信息、浏览器类型和使用的语言、操作系统版本、网络运营商的信息、访问服务时间等。我们会基于前述的信息、结合我们收集的位置信息以及您的收藏数据（您收藏的线路、坐标、地点等）对您的偏好、习惯、位置等作特征分析和用户画像，以便为您提供更合适您和您的设备的定制化服务。例如，向您展现或推荐相关程度更高的搜索结果、信息流或广告及推广信息。我们可能将您的画像信息与您授权的其他地方的信息结合起来，更好的满足您的需求。 </p>
        <p>（3）在您停车缴费时，您可以选择车口袋合作的第三方支付机构(包括微信支付及支付宝等支付通道,以下简称“支付机构”) 所提供的支付服务。支付功能本身并不收集您的个人信息,但我们需要将您的订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。“关联方”指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的法定代表人。“控制”是指直接或间接地拥有影响所提及公司管理的能力,无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式 </p>
        <p>（4）在您使用车口袋的产品或服务时，如果您提供车辆信息，如您的车辆品牌、车牌号码、车辆识别代码、发动机号、车辆行驶证、机动车驾驶证等，将有助于我们为您提供包括车辆认证、月卡缴费等服务。</p>
        <p>如果您不提供这些信息或者提供的信息有误，可能导致我们无法提供服务</p>
  </div>
</template>

<script>
import Qs from 'qs'
import axios from 'axios'
export default {
  name: 'privacy',
  data () {
    return {
      phone: '暂未填写',
    }
  },
  mounted: function () {

  },
  methods: {}
}
</script>

<style scoped="scoped">
#setUp {
  font-size: 14px;
}
</style>